{
    "Save Changes": "Guardar cambios",
    "Secret Key": "La llave secreta",
    "and": "y",
    "Privacy Policy": "Política de privacidad",
    "Site Key": "Clave del sitio",
    "Click ": "Haga clic",
    "Saving...": "- ¿Qué haces?",
    "Terms of Service": "Condiciones de servicio",
    "Accept the terms and submit": "Aceptar las condiciones y someterse",
    "Add your domain to the domains list": "Añadir su dominio a la lista de dominios",
    "Choose between reCAPTCHA v2 (checkbox) or v3 (invisible)": "Elige entre reCAPTCHA v2 (marcar la casilla) o v3 (invisible)",
    "Configure Google reCAPTCHA for form protection": "Configurar el reCAPTCHA de Google para la protección de formularios",
    "Copy the Site Key and Secret Key to the fields above": "Copiar la clave de sitio y la clave secreta en los campos de arriba",
    "Enable Google reCAPTCHA protection for forms": "Habilitar la protección de Google reCAPTCHA para los formularios",
    "Enable reCAPTCHA": "Habilitar el reCAPTCHA",
    "Enter a label and select reCAPTCHA type": "Introduzca una etiqueta y seleccione el tipo reCAPTCHA",
    "Enter reCAPTCHA Secret Key": "Introduzca la clave secreta de reCAPTCHA",
    "Enter reCAPTCHA Site Key": "Introduzca la clave de sitio de reCAPTCHA",
    "Failed to update Google reCAPTCHA settings.": "No se pudo actualizar la configuración de Google reCAPTCHA.",
    "Go to": "Ve hacia",
    "Google reCAPTCHA Settings": "Ajustes de Google reCAPTCHA (en inglés)",
    "Google reCAPTCHA settings updated successfully.": "La configuración de Google reCAPTCHA se actualizó con éxito.",
    "How to get Google reCAPTCHA keys": "Cómo obtener las claves de Google reCAPTCHA",
    "Public site key from Google reCAPTCHA console": "La clave pública del sitio desde la consola de Google reCAPTCHA",
    "Secret key cannot exceed 255 characters.": "La clave secreta no puede exceder de 255 caracteres.",
    "Secret key from Google reCAPTCHA console": "La clave secreta de la consola de Google reCAPTCHA",
    "Secret key is required when reCAPTCHA is enabled.": "Se requiere una clave secreta cuando reCAPTCHA está habilitado.",
    "Secret key must be a valid text.": "La clave secreta debe ser un texto válido.",
    "Select reCAPTCHA version": "Seleccionar la versión de reCAPTCHA",
    "Site key cannot exceed 255 characters.": "La clave de sitio no puede exceder de 255 caracteres.",
    "Site key is required when reCAPTCHA is enabled.": "Se requiere la clave del sitio cuando reCAPTCHA está habilitado.",
    "Site key must be a valid text.": "La clave del sitio debe ser un texto válido.",
    "This site is protected by reCAPTCHA and the Google": "Este sitio está protegido por reCAPTCHA y la ley de Google",
    "apply.": "se aplican.",
    "reCAPTCHA Version": "Versión de reCAPTCHA",
    "reCAPTCHA status is required.": "Se requiere el estado reCAPTCHA.",
    "reCAPTCHA status must be either enabled or disabled.": "El estado de reCAPTCHA debe estar activado o desactivado.",
    "reCAPTCHA v2": "El número de usuarios de la red de reCAPTCHA es el siguiente:",
    "reCAPTCHA v3": "El número de usuarios de la red es el siguiente:",
    "reCAPTCHA version is required.": "Se requiere la versión reCAPTCHA.",
    "reCAPTCHA version must be either v2 or v3.": "La versión de reCAPTCHA debe ser la versión 2 o la versión 3."
}