{
    "Save Changes": "Enregistrer les modifications",
    "Secret Key": "La clé secrète",
    "and": "et",
    "Privacy Policy": "Politique de confidentialité",
    "Site Key": "Clé de site",
    "Click ": "Cliquez sur",
    "Saving...": "Je sauve...",
    "Terms of Service": "Conditions de service",
    "Accept the terms and submit": "Acceptez les conditions et soumettez-vous",
    "Add your domain to the domains list": "Ajouter votre domaine à la liste des domaines",
    "Choose between reCAPTCHA v2 (checkbox) or v3 (invisible)": "Choisissez entre reCAPTCHA v2 (commande à cocher) ou v3 (invisible)",
    "Configure Google reCAPTCHA for form protection": "Configurer Google reCAPTCHA pour la protection des formulaires",
    "Copy the Site Key and Secret Key to the fields above": "Copiez la clé de site et la clé secrète dans les champs ci-dessus",
    "Enable Google reCAPTCHA protection for forms": "Activer la protection Google reCAPTCHA pour les formulaires",
    "Enable reCAPTCHA": "Activer le reCAPTCHA",
    "Enter a label and select reCAPTCHA type": "Entrez une étiquette et sélectionnez le type reCAPTCHA",
    "Enter reCAPTCHA Secret Key": "Entrez la clé secrète de reCAPTCHA",
    "Enter reCAPTCHA Site Key": "Entrez la clé de site reCAPTCHA",
    "Failed to update Google reCAPTCHA settings.": "Défaut de mise à jour des paramètres de Google reCAPTCHA.",
    "Go to": "Allez voir .",
    "Google reCAPTCHA Settings": "Paramètres de récaptcha de Google",
    "Google reCAPTCHA settings updated successfully.": "Les paramètres de Google reCAPTCHA ont été mis à jour avec succès.",
    "How to get Google reCAPTCHA keys": "Comment obtenir les clés reCAPTCHA de Google",
    "Public site key from Google reCAPTCHA console": "La clé publique du site est fournie par la console Google reCAPTCHA",
    "Secret key cannot exceed 255 characters.": "La clé secrète ne peut pas dépasser 255 caractères.",
    "Secret key from Google reCAPTCHA console": "Une clé secrète de la console reCAPTCHA de Google",
    "Secret key is required when reCAPTCHA is enabled.": "Une clé secrète est requise lorsque reCAPTCHA est activé.",
    "Secret key must be a valid text.": "La clé secrète doit être un texte valide.",
    "Select reCAPTCHA version": "Sélectionner la version reCAPTCHA",
    "Site key cannot exceed 255 characters.": "La clé de site ne peut pas dépasser 255 caractères.",
    "Site key is required when reCAPTCHA is enabled.": "La clé de site est requise lorsque reCAPTCHA est activé.",
    "Site key must be a valid text.": "La clé de site doit être un texte valide.",
    "This site is protected by reCAPTCHA and the Google": "Ce site est protégé par reCAPTCHA et les droits de Google",
    "apply.": "Il s'applique.",
    "reCAPTCHA Version": "Nom de l'application",
    "reCAPTCHA status is required.": "Le statut reCAPTCHA est requis.",
    "reCAPTCHA status must be either enabled or disabled.": "Le statut reCAPTCHA doit être activé ou désactivé.",
    "reCAPTCHA v2": "Le code de la page est le suivant:",
    "reCAPTCHA v3": "Le code de la page est le suivant:",
    "reCAPTCHA version is required.": "La version reCAPTCHA est requise.",
    "reCAPTCHA version must be either v2 or v3.": "La version de reCAPTCHA doit être soit v2 soit v3."
}