{
    "Save Changes": "Salvar alterações",
    "Secret Key": "Chave secreta",
    "and": "e",
    "Privacy Policy": "Política de privacidade",
    "Site Key": "Chave de sítio",
    "Click ": "Clique",
    "Saving...": "Salvar...",
    "Terms of Service": "Condições de serviço",
    "Accept the terms and submit": "Aceita os termos e submete-te",
    "Add your domain to the domains list": "Adicionar o seu domínio à lista de domínios",
    "Choose between reCAPTCHA v2 (checkbox) or v3 (invisible)": "Escolha entre reCAPTCHA v2 (caixa de seleção) ou v3 (invisível)",
    "Configure Google reCAPTCHA for form protection": "Configurar o Google reCAPTCHA para proteção de formulários",
    "Copy the Site Key and Secret Key to the fields above": "Copiar a chave de site e a chave secreta para os campos acima",
    "Enable Google reCAPTCHA protection for forms": "Ativar a proteção do Google reCAPTCHA para formulários",
    "Enable reCAPTCHA": "Ativar o reCAPTCHA",
    "Enter a label and select reCAPTCHA type": "Insira um rótulo e selecione o tipo reCAPTCHA",
    "Enter reCAPTCHA Secret Key": "Digite a chave secreta do reCAPTCHA",
    "Enter reCAPTCHA Site Key": "Digite a chave do site reCAPTCHA",
    "Failed to update Google reCAPTCHA settings.": "Não conseguiu atualizar as configurações do Google reCAPTCHA.",
    "Go to": "Vai para",
    "Google reCAPTCHA Settings": "Configurações do Google reCAPTCHA",
    "Google reCAPTCHA settings updated successfully.": "As configurações do Google reCAPTCHA foram atualizadas com sucesso.",
    "How to get Google reCAPTCHA keys": "Como obter chaves do Google reCAPTCHA",
    "Public site key from Google reCAPTCHA console": "Chave pública do site do console do Google reCAPTCHA",
    "Secret key cannot exceed 255 characters.": "A chave secreta não pode exceder 255 caracteres.",
    "Secret key from Google reCAPTCHA console": "Chave secreta do console do Google reCAPTCHA",
    "Secret key is required when reCAPTCHA is enabled.": "A chave secreta é necessária quando o reCAPTCHA está habilitado.",
    "Secret key must be a valid text.": "A chave secreta deve ser um texto válido.",
    "Select reCAPTCHA version": "Selecionar versão do reCAPTCHA",
    "Site key cannot exceed 255 characters.": "A chave de sítio não pode exceder 255 caracteres.",
    "Site key is required when reCAPTCHA is enabled.": "A chave do site é necessária quando o reCAPTCHA está habilitado.",
    "Site key must be a valid text.": "A chave do sítio deve ser um texto válido.",
    "This site is protected by reCAPTCHA and the Google": "Este site é protegido pelo reCAPTCHA e pelo Google",
    "apply.": "Aplicar.",
    "reCAPTCHA Version": "Versão reCAPTCHA",
    "reCAPTCHA status is required.": "O estado reCAPTCHA é necessário.",
    "reCAPTCHA status must be either enabled or disabled.": "O status reCAPTCHA deve estar habilitado ou desativado.",
    "reCAPTCHA v2": "Recaptcha v2",
    "reCAPTCHA v3": "Recaptcha v3",
    "reCAPTCHA version is required.": "A versão reCAPTCHA é necessária.",
    "reCAPTCHA version must be either v2 or v3.": "A versão do reCAPTCHA deve ser v2 ou v3."
}